userGreet = """

Привет, <i>{userName}</i>!
Предлагаю сыграть в добрую русскую <b>Виселицу</b>
Задумайте пож-та свое слово:
"""

userAway = """

Мне очень жаль, <i>{userName}</i>, что сегодня у Вас нет настроения пообщаться со мной
Но я всегда помню о Вас и нетерпением жду наших Новых Встреч!
"""

userWord = """

Спасибо, <i>{userName}</i>!
Определите пож-та число букв в Вашем слове:
"""

userCharGuess = """

Итак, в Вашем слове <b>{wordLen} букв(ы)</b>.
Попробую поугадывать...
Как насчет <b>буквы {guessedChar}</b>?
"""

userFailedGuess = """
Чёрт! Опять я лоханулся с буквой {failedChar}
Тады давайте попробуем <b>букву {guessedChar}</b>
"""

userBotWin = """
Дорогой(я) <i>{userName}</i>!
Похоже я, наконец, разгадал Ваше слово:

<b>{resolvedWord}</b>

Сыграем еще?
"""



